Recnik = {"1" : "Ниска (стринг)-низ карактера у програмском коду",
          "2" : "IDLE-развојно окружење програмског језика Пајтон",
          "3" : "Пајтон конзола-програм који ти омогућава да унесеш једну линију програмског кода, коју можеш да понављаш",
          "4" : "Променљиве-подаци у програмском језику Пајтон који не мењају име, али могу мењати своје вредности у току изврашавања програма",
          "5" : "Python Shell-интерактивни прозор који се појављује након покретања развојног окружења Пајтона"}
print ("Pretraži rečnik po pojmovima:Ниска (стринг),IDLE, Пајтон конзола, Променљиве ili Python Shell")
